Repository: maridoperfeito/traducoes
Catalog: wpuf-*.po
Languages: pt_br

source: User Frontend
pt_br: Frontend do usuário

source: Post Forms
pt_br: Formulários de Postagens

source: Contact Form
pt_br: Formulário de Contato

source: Subscriptions
pt_br: Assinantes

source: Transactions
pt_br: Transações

source: Tools
pt_br: Ferramentas

source: Help
pt_br: Ajuda

source: <span style="color:#f18500">Help</span>
pt_br: <span style = \ "color: # f18500 "> Ajuda </ span>

source: Settings
pt_br: Ajustes

source: Subscribers
pt_br: Inscritos

source: Number of items per page:
pt_br: Número de itens por Página:

source: Pack Description
pt_br: Descrição do Pacote

source: Subscription pack updated.
pt_br: Pacote de Assinatura atualizada

source: Custom field updated.
pt_br: Campo personalizado atualizado.

source: Custom field deleted.
pt_br: Campo personalizado excluído.

source: Subscription pack restored to revision from %s
pt_br: Pacote de Assinatura restaurado para revisão de %s

source: Subscription pack published.
pt_br: Pacote de Assinatura Publicada

source: Subscription pack saved.
pt_br: Pacote de Assinatura Salva

source: Subscription pack submitted.
pt_br: Pacote de Assinaturas Apresentadas

source: Subscription pack draft updated.
pt_br: Pacote de Assinatura de projetos atualizada

source: Pack Name
pt_br: Nome pacote

source: Amount
pt_br: Quantidade

source: Recurring
pt_br: recorrente

source: Duration
pt_br: Duração

source: Free
pt_br: Livre

source: Yes
pt_br: sim

source: No
pt_br: Não

source: Payment Settings
pt_br: Configurações de pagamento

source: Posting Restriction
pt_br: Restrição para publicação

source: Billing amount:
pt_br: Valor de Faturamento:

source: Billing amount each cycle:
pt_br: Valor de faturamento por ciclo

source: Expires In:
pt_br: Expira em:

source: Post Expiration
pt_br: Expiração da Postagem

source: Enable Post Expiration
pt_br: Ativar Expiração de Postagem

source: Post Expiration Time
pt_br: Vencimento do Prazo de Postagem

source: Post Status
pt_br: Status da Postagem

source: Status of post after post expiration time is over
pt_br: Status de postagem após o tempo de validade é longo

source: Expiration Mail
pt_br: E-mail Expirado

source: Send Expiration Email to Post Author
pt_br: Enviar E-mail de expiração para o autor do post

source: Send Mail to Author After Exceeding Post Expiration Time
pt_br: Enviar email para o autor depois de exceder o tempo de expiração do post

source: Expiration Message
pt_br: Mensagem de expiração

source: Day(s)
pt_br: Dia(s)

source: Week(s)
pt_br: Semana(s)

source: Month(s)
pt_br: Mês(es)

source: Year(s)
pt_br: Ano(s)

source: WPUF Subscription Information
pt_br: Informações de Subscrição do WPUF

source: Subcription Name
pt_br: Nome Assinatura:

source: Billing Info
pt_br: Informação para faturamento

source: This user is using recurring subscription pack
pt_br: Este usuário está usando pacote de assinatura recorrente

source: Remaining Posting Count
pt_br: Contagem de lançamento restante

source: Subscription Expiration Info
pt_br: Informações de expiração da assinatura

source: Expire date:
pt_br: Data de validade:

source: Post Expiration Enabled
pt_br: Vencimento de postagem Ativado

source: Allowed Taxonomy Terms
pt_br: Termos de Taxonomia Permitidos

source: Assign Package
pt_br: Atribuir Pacote

source: Cancel
pt_br: Cancelar

source: Select Package:
pt_br: Selecione Pacote:

source: &mdash; Select &mdash;
pt_br: &mdash; Selecione &mdash;

source: Delete Package
pt_br: Excluir Pacote

source: Learn more about <a href="%s" target="_blank">Subscription</a>
pt_br: Saiba mais sobre <a href=" %s " target="_blank"> Assinatura </a>

source: Welcome to WP User Frontend
pt_br: Bem-vindo ao WP User Frontend

source: Form Export
pt_br: Formulário de Exportação

source: All
pt_br: Todos

source: Select individual
pt_br: Escolha individual

source: Export
pt_br: Exportar

source: Sorry you have no form to export
pt_br: Desculpe, você não tem nenhuma forma de exportar

source: Registration Form Export
pt_br: Exportar Formulário de Inscritos

source: Somthing went wrong. Please choose a file again
pt_br: Algo deu errado. Por favor, escolha um arquivo novamente

source: Import successful. Have fun!
pt_br: Importação bem-sucedida. Divirta-se!

source: Invalid file or file size too big.
pt_br: Arquivo inválido ou tamanho muito grande.

source: Import forms
pt_br: Formulários de Importação

source: Click Browse button and choose a json file that you backup before.
pt_br: Clique em Procurar e selecione um arquivo JSON que você fez backup antes.

source: Press <strong>Import</strong> button, we will do the rest for you.
pt_br: Pressione o botão <strong> Importar </ strong>, nós faremos o resto por você.

source: Import
pt_br: Importar

source: Please select some form for exporting
pt_br: Por favor, selecione alguma forma para a exportação

source: All forms has been deleted
pt_br: Todos os formulários foram excluídos

source: Settings has been cleared!
pt_br: Configurações foram apagadas!

source: All transactions has been deleted!
pt_br: Todas as transações foram eliminadas!

source: Page Installation
pt_br: Página de Instalação

source: Clicking this button will create required pages for the plugin. Note: It'll not delete/replace existing pages.
pt_br: Ao clicar neste botão serão criadas páginas necessárias para o plugin. Nota: Não serão apagadas/substituídas páginas existentes.

source: Install WPUF Pages
pt_br: Instalar Páginas WPUF

source: Reset Settings
pt_br: Redefinir configurações

source: <strong>Caution:</strong> This tool will delete all the plugin settings of WP User Frontend Pro
pt_br: <Strong> Atenção: </ strong> Esta ferramenta irá apagar todas as configurações do plugin do WP User Frontend Pro

source: Delete Forms
pt_br: Excluir Formulários

source: <strong>Caution:</strong> This tool will delete all the post and registration/profile forms.
pt_br: <Strong> Atenção: </ strong> Esta ferramenta irá apagar todos as publicações e formulários de registro/perfil.

source: Delete Post Forms
pt_br: Eliminar Formulários de Mensagens

source: Delete Registration Forms
pt_br: Excluir Formulários de Registro

source: Delete Subscriptions
pt_br: Excluir Assinaturas

source: Delete Coupons
pt_br: Excluir Cupons

source: This tool will delete all the transactions from the transaction table.
pt_br: Esta ferramenta irá apagar todas as transações da tabela de transações.

source: Delete Transactions
pt_br: Excluir Transações

source: Add fields by dragging the fields from the right sidebar to this area.
pt_br: Adicione campos arrastando os campos da barra lateral direita para esta área.

source: is available in Pro Version
pt_br: Está disponível na versão Pro

source: Hidden Fields
pt_br: Campos ocultos

source: key
pt_br: Senha

source: value
pt_br: valor

source: Show values
pt_br: Mostrar valores

source: Label
pt_br: Rótulo

source: Value
pt_br: Valor

source: Clear Selection
pt_br: Limpar Seleção

source: Available in Pro Version
pt_br: Disponível na versão Pro

source: Select an option
pt_br: Selecionar uma opção

source: No subscription plan found.
pt_br: Nenhum plano de assinatura encontrado.

source: Select Image
pt_br: Selecionar Imagem

source: Insert Photo
pt_br: Inserir foto

source: — Select —
pt_br: Selecione

source: Unauthorized operation
pt_br: Operação não autorizada

source: Invalid form id
pt_br: ID do formulário inválido

source: Custom Fields
pt_br: Campos personalizados

source: Others
pt_br: Outras

source: Advanced Options
pt_br: Opções avançadas

source: Are you sure you want to delete this field?
pt_br: Você tem certeza que quer excluir este campo?

source: Yes, delete it
pt_br: Sim, excluí-lo

source: No, cancel it
pt_br: Não, cancele-o

source: Close
pt_br: Fechar

source: This field must contain at least one choice
pt_br: Este campo deve conter pelo menos uma escolha

source: Option
pt_br: Opção

source: Column
pt_br: Coluna

source: This field must contain at least one column
pt_br: Este campo deve conter pelo menos uma coluna

source: is available in Pro version
pt_br: está disponível na versão Pro

source: Please upgrade to the Pro version to unlock all these awesome features
pt_br: Atualize para a versão Pro para desbloquear todos esses recursos incríveis

source: Get the Pro version
pt_br: Obtenha a versão Pro

source: Select
pt_br: Selecione

source: Saved form data
pt_br: Dados do formulário salvos

source: You have unsaved changes.
pt_br: Você tem alterações não salvas

source: Click to copy shortcode
pt_br: Clique para copiar o shortcode

source: Field Label
pt_br: Legenda do campo

source: Enter a title of this field
pt_br: Insira o título deste campo

source: Help text
pt_br: Texto de ajuda

source: Give the user some information about this field
pt_br: Dar ao usuário algumas informações sobre esse campo

source: Required
pt_br: Requeridos

source: Check this option to mark the field required. A form will not submit unless all required fields are provided.
pt_br: Marque esta opção para marcar o campo necessário. Um formulário não será enviado a menos que todos os campos obrigatórios sejam fornecidos.

source: Field Size
pt_br: Tamanho do campo

source: Small
pt_br: Pequeno

source: Medium
pt_br: Médio

source: Large
pt_br: Grande

source: CSS Class Name
pt_br: Nome da Classe CSS

source: Provide a container class name for this field.
pt_br: Forneça um nome de classe de contêiner para este campo.

source: Visibility
pt_br: Visibilidade

source: Everyone
pt_br: Todos

source: Hidden
pt_br: Oculto

source: Logged in users only
pt_br: Somente usuários conectados

source: Subscription users only
pt_br: Apenas usuários Assinantes

source: Select option
pt_br: Selecionar opção

source: Meta Key
pt_br: Chave Meta

source: Name of the meta key this field will save to
pt_br: Nome da chave meta neste campo vai salvar em

source: Show Data in Post
pt_br: Mostrar dados no post

source: Select Yes if you want to show the field data in single post.
pt_br: Selecione Sim se desejar mostrar os dados do campo em uma única publicação.

source: Placeholder text
pt_br: Espaço de texto reservado

source: Text for HTML5 placeholder attribute
pt_br: Espaço reservado para textos de atributo HTML5

source: Default value
pt_br: Valor padrão

source: The default value this field will have
pt_br: O valor padrão deste campo terá

source: Size
pt_br: Tamanho

source: Size of this input field
pt_br: Tamanho deste campo de entrada

source: Word Restriction
pt_br: Restrição de palavra

source: Numebr of words the author to be restricted in
pt_br: Números das palavras do autor para ser restringida em

source: Rows
pt_br: Linhas

source: Number of rows in textarea
pt_br: Número de linhas na área de texto

source: Columns
pt_br: Colunas

source: Number of columns in textarea
pt_br: Número de colunas na área de texto

source: Textarea
pt_br: Área de texto

source: Rich textarea
pt_br: Textos Formatados

source: Teeny Rich textarea
pt_br: Área de texto pequena

source: - select -
pt_br: - selecionar -

source: Text
pt_br: Texto

source: Options
pt_br: Opções

source: Add options for the form field
pt_br: Adicionar opções para o campo de formulário

source: Select Text
pt_br: Selecione Texto

source: First element of the select dropdown. Leave this empty if you don't want to show this field
pt_br: Primeiro elemento do menu suspenso. Deixe em branco se você não quiser mostrar esse campo

source: Dropdown
pt_br: Suspenso

source: Multi Select
pt_br: Multi Seleção

source: Show in inline list
pt_br: Mostrar lista em linha

source: Show this option in an inline list
pt_br: Mostrar esta opção em uma lista em linha

source: Radio Field
pt_br: Campo de rádio

source: Checkbox
pt_br: Caixa de Checagem

source: Checkbox Field
pt_br: Campo caixa de verificação

source: Email Address
pt_br: Endereço de Email

source: Meta Value
pt_br: Valor Meta

source: Enter the meta value
pt_br: Insira o valor de meta

source: Hidden Field
pt_br: Ocultar Campo

source: Max. file size
pt_br: Max. tamanho do arquivo

source: Enter maximum upload size limit in KB
pt_br: Digite limite de tamanho máximo de upload em KB

source: Max. files
pt_br: Max. arquivos

source: Number of images can be uploaded
pt_br: Número de imagens podem ser enviados

source: Image Upload
pt_br: Carregar imagem

source: Title
pt_br: Título

source: Title of the section
pt_br: Título da seção

source: Description
pt_br: Descrição

source: Some details text about the section
pt_br: Alguns detalhes sobre a seção

source: Section Break
pt_br: quebra de seção

source: Some description about this section
pt_br: Alguma descrição sobre esta seção

source: HTML Codes
pt_br: códigos HTML

source: Paste your HTML codes, WordPress shortcodes will also work here
pt_br: Cole seus códigos HTML, os códigos curtos do WordPress também funcionarão aqui

source: Custom HTML
pt_br: HTML personalizado

source: Enable noCaptcha
pt_br: Ativar noCaptcha

source: Enable Invisible reCaptcha
pt_br: Ativar ReCaptcha Invisível

source: Select reCaptcha type
pt_br: Selecione o tipo reCaptcha

source: Site key and Secret key
pt_br: Chave do site e chave secreta

source: You need to set Site key and Secret key in <a href="%s" target="_blank">Settings</a> in order to use "Recaptcha" field. <a href="%s" target="_blank">Click here to get the these key</a>.
pt_br: Você precisa definir a chave do Site e a chave Secreta em <a href=" %s " target="_blank"> Configurações </a> para usar o campo "Recaptcha". <a href=" %s " target="_blank"> Clique aqui para obter essa chave </a>.

source: Form Editor
pt_br: Editor de formulário

source: Save Form
pt_br: Salvar Formulário

source: Saving Form Data
pt_br: Salvando dados do formulário

source: Add Fields
pt_br: Adicionar campos

source: Show Form
pt_br: Exibir Formulário

source: Click to copy %s shortcode
pt_br: Clique para copiar %s shortcode %s

source: Field Options
pt_br: Opções de campo

source: You do not have sufficient permissions to do this action
pt_br: Você não possui permissões suficientes para fazer essa ação

source: %d form moved to the trash.
pt_br: %d formulário movido para o lixo.

source: %d form restored from the trash.
pt_br: %d formulário restaurado do lixo.

source: %d form permanently deleted.
pt_br: %d formulário permanentemente excluído.

source: Form duplicated successfully. <a href="%s">View form.</a>
pt_br: Formulário duplicado com sucesso. <a href=" %s "> Ver formulário. </a>

source: Want a new integration? <a href="%s" target="_blank">Let us know</a>.
pt_br: Quer uma nova integração? <a href=" %s " target="_blank"> Deixe-nos saber </a>.

source: Form Template
pt_br: Modelo de formulário

source: &mdash; No Template &mdash;
pt_br: & mdash; Sem Template & mdash;

source: If selected a form template, it will try to execute that integration options when new post created and updated.
pt_br: Se selecionou um modelo de formulário, ele tentará executar essas opções de integração quando a nova postagem for criada e atualizada.

source: Forms
pt_br: Formulários

source: Form
pt_br: Formulário

source: Add Form
pt_br: Adicionar formulário

source: Add New Form
pt_br: Adicionar novo formulário

source: Edit
pt_br: Editar

source: Edit Form
pt_br: Editar Formulário

source: New Form
pt_br: Novo Formulário

source: View Form
pt_br: Ver Formulário

source: Search Form
pt_br: Buscar Formulário

source: No Form Found
pt_br: Nenhum formulário encontrado

source: No Form Found in Trash
pt_br: Nenhum formulário encontrado no lixo

source: Parent Form
pt_br: Formulário Pai

source: Registraton Forms
pt_br: Formulário de Registro

source: Registration Forms
pt_br: Formulário de Registro

source: Notification
pt_br: Notificação

source: Post Settings
pt_br: Configurações de postagem

source: Edit Settings
pt_br: Editar Configurações

source: Submission Restriction
pt_br: Restrição de submissão

source: Display Settings
pt_br: Configurações de exibição

source: - Select -
pt_br: - Selecionar -

source: Post Fields
pt_br: Campos Postagem

source: Taxonomies
pt_br: Taxonomias

source: Save Draft
pt_br: Salvar Rascunho

source: Post Title
pt_br: Título do Post

source: Enable Image Insertion
pt_br: Permitir a inserção de Imagem

source: Enable image upload in post area
pt_br: Ativar o upload de imagem na área de postagem

source: Post Body
pt_br: Corpo da Postagem

source: Excerpt
pt_br: Resumo

source: Featured Image
pt_br: Imagem em Destaque

source: Tags
pt_br: Etiquetas

source: Type
pt_br: Tipo

source: Text Input
pt_br: Entrada de texto

source: Order By
pt_br: Ordenar por

source: Name
pt_br: Nome

source: Term ID
pt_br: ID do termo

source: Count
pt_br: Contagem

source: Term Group
pt_br: Grupo Termos

source: Order
pt_br: Ordem

source: Selection Type
pt_br: Selecione Tipo

source: Exclude
pt_br: Excluir

source: Include
pt_br: Incluir

source: Child of
pt_br: Filho de

source: Selection Terms
pt_br: Termos Selecionados

source: Enter the term IDs as comma separated (without space) to exclude/include in the form.
pt_br: Digite os IDs de prazo, separados por vírgulas (sem espaço) para excluir / incluir no formulário.

source: This taxonomy is a WooCommerce attribute
pt_br: Esta taxonomia é um atributo WooCommerce

source: Visible on product page
pt_br: Visível na página do produto

source: Post Forms must have either Post Title, Post Body or Excerpt field
pt_br: Os formulários de postagem devem ter o campo Título do Post, Corpo do Post ou Resumo

source: Label Position
pt_br: Posição do rótulo

source: Above Element
pt_br: Acima do elemento

source: Left of Element
pt_br: Esquerda do Elemento

source: Right of Element
pt_br: Direito do Elemento

source: Where the labels of the form should display
pt_br: Onde os rótulos do formulário devem ser exibidos

source: Form Style
pt_br: Estilo de Fomulário

source: Payment Options
pt_br: Opções de pagamento :

source: Enable Payments
pt_br: Habilitar pagamentos

source: Check to enable Payments for this form.
pt_br: Marque para habilitar Pagamentos para este formulário.

source: Force Pack
pt_br: Reforçar Pacote

source: Force subscription pack
pt_br: Forçar o pacote de inscrição

source: Force users to purchase and use subscription pack.
pt_br: Force os usuários a comprar e usar o pacote de inscrição.

source: Fallback to pay per post
pt_br: Retorno para pagar por publicação

source: Fallback pay per post charging
pt_br: Pagamento de retorno por cobrança de postagem

source: Fallback to pay per post charging if pack limit exceeds
pt_br: Recuo para pagar por cobrança se o limite do pacote exceder

source: Fallback cost
pt_br: Custo de retorno

source: Cost of pay per post after a subscription pack limit is reached.
pt_br: Custo de pagamento por publicação após o limite do pacote de inscrição ser atingido.

source: Pay Per Post
pt_br: Pagamento por publicação

source: Enable Pay Per Post
pt_br: Habilitar o pagamento por postagem

source: Charge users for posting,
pt_br: Cobrar usuários para postar,

source: Learn More about Pay Per Post.
pt_br: Saiba mais sobre o pagamento por postagem.

source: Cost Settings
pt_br: Configurações de custo

source: Amount to be charged per post
pt_br: Quantidade a cobrar por publicação

source: Post updated successfully
pt_br: Postagem atualizada com sucesso

source: Update
pt_br: Atualizar

source: Set Post Status to
pt_br: Definir Mensagem de status para

source: No Change
pt_br: Sem Alteração

source: Redirect To
pt_br: redirecionar para

source: Newly created post
pt_br: Postagem recém-criada

source: Same Page
pt_br: Mesma página

source: To a page
pt_br: Para uma página

source: To a custom URL
pt_br: Para uma URL personalizada

source: After successfull submit, where the page will redirect to
pt_br: Após envio bem sucedido, a página será redirecionada para

source: Post Update Message
pt_br: Atualizar Mensagem da Postagem

source: Page
pt_br: Página

source: Custom URL
pt_br: URL personalizada

source: Subscription Title
pt_br: Título da Assinatura

source: Update Post Button text
pt_br: Texto do botão Atualização de postagem

source: This page is restricted. Please Log in / Register to view this page.
pt_br: Esta página é restrita. Faça o Login ou Registre-se para visualizar esta página.

source: Post saved
pt_br: Salvar Postagem

source: Submit
pt_br: Enviar

source: Preview
pt_br: Prévia

source: Post Type
pt_br: Tipo de postagem

source: Custom Post Type will appear here.
pt_br: O tipo de postagem personalizado aparecerá aqui.

source: Learn More
pt_br: Leia Mais

source: Post Format
pt_br: Formato da Postagem

source: - None -
pt_br: - Nenhum -

source: Default Post Category
pt_br: Categoria Padrão Postagem

source: If users are not allowed to choose any category, this category will be used instead (if post type supports)
pt_br: Se os usuários não estão autorizados a escolher qualquer categoria, essa categoria será usada no lugar (se o tipo de post suportar)

source: Message to show
pt_br: Mostrar Mensagem

source: Comment Status
pt_br: Status do Comentário

source: Open
pt_br: Aberto

source: Closed
pt_br: Fechado

source: Submit Post Button text
pt_br: Texto do Botão Enviar Mensagem

source: Post Draft
pt_br: Rascunho da Postagem

source: Enable Saving as draft
pt_br: Permitir gravar como rascunho

source: It will show a button to save as draft
pt_br: Ele irá mostrar um botão para salvar como rascunho

source: Guest Post
pt_br: Postagem do Visitante

source: Enable Guest Post
pt_br: Ativar Mensagem Visitante

source: Unregistered users will be able to submit posts
pt_br: Os utilizadores não registados serão capaz de enviar mensagens

source: Learn more about guest posting.
pt_br: Saiba mais sobre a postagem de convidados.

source: User Details
pt_br: Detalhes do usuário

source: Require Name and Email address
pt_br: Obrigatório Nome e endereço e-mail

source: If requires, users will be automatically registered to the site using the name and email address
pt_br: Se requer, os usuários serão registrados automaticamente para o site usando o nome e endereço de email

source: Name Label
pt_br: Nome do Rótulo

source: Label text for name field
pt_br: texto da etiqueta para o campo de nome

source: E-Mail Label
pt_br: Etiqueta E-Mail

source: Label text for email field
pt_br: texto da etiqueta para o campo de e-mail

source: Email Verification
pt_br: Verificação de e-mail

source: Require Email Verification for Guests
pt_br: Exigir verificação de e-mail para convidados

source: If requires, users will be required to verify their email adress.
pt_br: Se necessário, os usuários serão obrigados a verificar seu endereço de e-mail.

source: Role Base
pt_br: Função Base

source: Enable role base post
pt_br: Posição de habilitação de base de função

source: You can choose which role can submit posts by this form.
pt_br: Você pode escolher qual função pode enviar postagens por este formulário.

source: Roles
pt_br: Funções

source: Choose which roles can submit posts.
pt_br: Escolha quais funções podem enviar postagens.

source: Unauthorized Message
pt_br: Mensagem não autorizada

source: Not logged in users will see this message
pt_br: Usuários não logados não verão esta mensagem

source: Schedule form
pt_br: Formulário de agendamento

source: Schedule form for a period
pt_br: Programe o formulário por um período

source: Schedule for a time period the form is active.
pt_br: Programe o período de tempo em que o formulário estará ativo.

source: Schedule Period
pt_br: Período de programação

source: From
pt_br: De

source: To
pt_br: A

source: Form Pending Message
pt_br: Formulário de mensagem pendente

source: Form Expired Message
pt_br: Formulário de Mensagem Expirada

source: Limit Entries
pt_br: Limitar as entradas

source: Enable form entry limit
pt_br: Ativar limite de entrada de formulário

source: Limit the number of entries allowed for this form
pt_br: Limite o número de entradas permitidas para este formulário
