Repository: maridoperfeito/traducoes
Catalog: wpuf-*.po
Languages: pt_br

source: Number of Entries
pt_br: Número de entradas

source: Limit Reached Message
pt_br: Limitar a mensagem alcançada

source: Modal window. Press escape to close.
pt_br: Janela modal. Pressione escape para fechar.

source: Close modal window
pt_br: Fechar janela modal

source: Select a Template
pt_br: Selecione um modelo

source: Select from a pre-defined template or from a <a href="%s">blank form</a>
pt_br: Selecione a partir de um modelo pré-definido ou de um <a href=" %s "> formulário em branco </a>

source: Blank Form
pt_br: Formulário em branco

source: Create Form
pt_br: Criar formulário

source: This integration is not installed.
pt_br: Esta integração não está instalada.

source: Related Articles:
pt_br: Artigos Relacionados

source: General Help Questions
pt_br: Perguntas gerais de ajuda

source: View all Documentations
pt_br: Ver todas as documentações

source: Subscribe to Our Newsletter
pt_br: Assine a nossa newsletter!

source: Subscribe to our newsletter for regular <strong>tips</strong>, <strong>offers</strong> and <strong>news updates</strong>.
pt_br: Inscreva-se em nosso boletim informativo para <strong> dicas </ strong> <strong> ofertas </ strong> fortes e <strong> atualizações de notícias </ strong>.

source: First Name
pt_br: Nome

source: Subscribe
pt_br: Inscreva-se

source: Plugin Setup
pt_br: Configuração do Plugin

source: Frontend Posting
pt_br: Publicação Frontend

source: Frontend Dashboard
pt_br: Painel de controle Frontend

source: User Registration
pt_br: Registro do usuário

source: User Login
pt_br: Login do usuário

source: Profile Editing
pt_br: Edição de perfil

source: Subscription &amp; Payment
pt_br: Assinatura & amp; Forma de pagamento

source: Content Restriction
pt_br: Restrição de conteúdo

source: Learn More About Installation
pt_br: Saiba mais sobre a instalação

source: Learn More About Frontend Posting
pt_br: Saiba mais sobre a publicação do Frontend

source: Learn More About Frontend Dashboard
pt_br: Saiba mais sobre o painel de controle do Frontend

source: Learn More About Registration
pt_br: Saiba mais sobre o registro

source: Learn More About Login
pt_br: Saiba mais sobre o Login

source: Learn More About Profile Editing
pt_br: Saiba mais sobre edição de perfil

source: Learn More About Payments
pt_br: Saiba mais sobre pagamentos

source: Learn More About Content Restriction
pt_br: Saiba mais sobre a restrição de conteúdo

source: Like The Plugin?
pt_br: Como O Plugin?

source: Your Review is very important to us as it helps us to grow more.
pt_br: Sua revisão é muito importante para nós, pois nos ajuda a crescer mais.

source: Review Us on WP.org
pt_br: Revise-nos no WP.org

source: Found Any Bugs?
pt_br: Encontrou algum erro?

source: Report any Bug that you Discovered, Get Instant Solutions.
pt_br: Informe qualquer bug que você descobriu, obtenha soluções instantâneas.

source: Report to GitHub
pt_br: Relatório para o GitHub

source: Need Any Assistance?
pt_br: Precisa de alguma assistência?

source: Our EXPERT Support Team is always ready to Help you out.
pt_br: Nossa equipe de suporte EXPERT está sempre pronta para ajudá-lo.

source: Contact Support
pt_br: Entre em contato com o suporte

source: Added upgrade function for default category
pt_br: Função de atualização adicionada para categoria padrão

source: Upgrader added to upgrade previously set default post category.
pt_br: Upgrader adicionado para atualizar a categoria de publicação padrão definida anteriormente.

source: Subscription pack cannot be canceled
pt_br: O pacote de inscrição não pode ser cancelado

source: Fixed recurring subscription pack cannot be canceled from my account page in subscription details section.
pt_br: O pacote de inscrição repetido não pode ser cancelado na página da minha conta na seção de detalhes da assinatura.

source: page installer admin notice logic issue
pt_br: Instalador de página, administrador, aviso, problema de lógica

source: Fixed page installer admin notice logic problem due to new payment settings default value not set.
pt_br: Problema de lógica de aviso de administrador de instalação de página corrigida devido a novas configurações de pagamento valor padrão não definido.

source: Setup Wizard
pt_br: Assistente de configuração

source: Setup Wizard added to turn off payment options and install pages.
pt_br: O Assistente de Configuração foi adicionado para desativar as opções de pagamento e instalar as páginas.

source: Multi-select Category
pt_br: Categoria de seleção múltipla

source: Add multi-select to default category in post form settings.
pt_br: Adicione múltiplas seleções à categoria padrão nas configurações do formulário de publicação.

source: Select Text option for Taxonomy
pt_br: Selecione a opção de texto para Taxonomia

source: Add Select Text option for taxonomy fields. Now you can add default text with empty value as first option for Taxonomy dropdown.
pt_br: Adicione a opção Selecionar texto para campos de taxonomia. Agora, você pode adicionar texto padrão com valor vazio como primeira opção para o menu suspenso Taxonomia.

source: Taxonomy Checkbox Inline
pt_br: Caixa de seleção Taxonomia Inline

source: Added checkbox inline option to taxonomy checkbox. You can now display Taxonomy checkbox fields inline.
pt_br: Caixa de seleção de caixa de seleção caixa de seleção para taxonomia. Agora você pode exibir os campos da caixa de seleção Taxonomy inline.

source: Manage schedule for form submission
pt_br: Gerenciar o cronograma para envio de formulários

source: Do not accept form submission if the current date is not between the date range of the schedule.
pt_br: Não aceite a submissão do formulário se a data atual não for entre o intervalo de datas da programação.

source: Restrict form submission based on the user roles
pt_br: Restringir o envio de formulários com base nas funções do usuário

source: Restrict form submission based on the user roles. Now you can manage user role base permission on form submission.
pt_br: Restringir o envio de formulários com base nas funções dos usuários. Agora você pode gerenciar a permissão da base de função do usuário no envio do formulário.

source: Limit how many entries a form will accept
pt_br: Limite quantas entradas um formulário aceitará

source: Limit how many entries a form will accept and display a custom message when that limit is reached.
pt_br: Limite quantas entradas um formulário aceitará e exibirá uma mensagem personalizada quando esse limite for atingido.

source: Show/hide Admin Bar
pt_br: Mostrar / ocultar Admin Bar

source: Control the admin bar visibility based on user roles.
pt_br: Controle a visibilidade da barra de administração com base nas funções dos usuários.

source: Login user is more simple now with Ajax Login Widget. The simple ajax login form do not required page loading for login.
pt_br: O usuário de login é mais simples agora com o Ajax Login Widget. O formulário de login simples do ajax não requer o carregamento da página para o login.

source: Form submission with Captcha field
pt_br: Envio de formulário com campo Captcha

source: Form field validation process updated if form submits with captcha field.
pt_br: Processo de validação de campo de formulário atualizado se o formulário for enviado com o campo captcha.

source: What's New in WPUF?
pt_br: O que há de novo no WPUF?

source: If you have not created <strong>WP User Frontend</strong> pages yet, you can do this by one click.
pt_br: Se ainda não criou páginas <strong> WP User Frontend </ strong>, você pode fazer isso com um clique.

source: or
pt_br: ou

source: Skip Setup
pt_br: Ir Setup

source: Congratulations!
pt_br: Parabéns!

source: Pages for <strong>WP User Frontend</strong> has been successfully installed and saved!
pt_br: Páginas para <strong> WP User Frontend </ strong> foram instaladas e salvas com sucesso!

source: Dashboard
pt_br: Painel

source: Account
pt_br: Conta

source: Subscription
pt_br: Inscrição

source: Payment
pt_br: Pagamento

source: Please select a gateway for payment
pt_br: Por favor, selecione um gateway de pagamento

source: Thank You
pt_br: Obrigado

source: <h1>Payment is complete</h1><p>Congratulations, your payment has been completed!</p>
pt_br: <H1> O pagamento foi completado </ h1> <p> Parabéns, o seu pagamento foi realizado com sucesso! </ P>

source: Order Received
pt_br: Pedido Recebido

source: Hi, we have received your order. We will validate the order and will take necessary steps to move forward.
pt_br: Oi, recebemos o seu pedido. Vamos validar a ordem e irá tomar as medidas necessárias para avançar.

source: Registration
pt_br: Inscrição

source: Sample Form
pt_br: Formulário de amostra

source: Search Forms
pt_br: Pesquisar Formulários

source: Learn more about <a href="%s" target="_blank">Frontend Posting</a>
pt_br: Saiba mais sobre <a href=" %s " target="_blank"> Publicação Frontend </a>

source: Published
pt_br: Publicado

source: Trash
pt_br: Lixo

source: No form found.
pt_br: Nenhuma forma encontrada

source: Move to Trash
pt_br: Mover para o lixo

source: Restore
pt_br: Restaurar

source: Delete Permanently
pt_br: Apagar permanentemente

source: Form Name
pt_br: Nome do Formulário

source: Duplicate
pt_br: Duplicar

source: Draft
pt_br: Minuta

source: Are you sure?
pt_br: Tem certeza?

source: Allowed Files
pt_br: Permitido arquivos

source: Maximum number of files reached!
pt_br: Número máximo de arquivos alcançados!

source: The file you have uploaded exceeds the file size limit. Please try again.
pt_br: O arquivo que você enviou excede o limite de tamanho do arquivo. Por favor, tente novamente.

source: You have uploaded an incorrect file type. Please try again.
pt_br: Você enviou um tipo de arquivo incorreto. Por favor, tente novamente.

source: WPUF Custom Fields
pt_br: WPUF campos personalizados

source: No custom fields found.
pt_br: Não há campos personalizados encontrados.

source: Upgrade to the premium versions of WPUF and unlock even more useful features.
pt_br: Atualize para as versões premium do WPUF e desbloqueie recursos ainda mais úteis.

source: Pro Features
pt_br: Características Pro

source: WPUF Pro is designed just for you, specially to fulfil your business needs. We have designed and curated every feature keeping your requirements in mind.
pt_br: O WPUF Pro foi projetado apenas para você, especialmente para atender às necessidades de sua empresa. Nós criamos e organizamos todas as funcionalidades, tendo em mente seus requisitos.

source: Registration Form Builder
pt_br: Construtor de formulários de registro

source: Registration form builder is a two way form which can be used both for user registration and profile editing. You could also manage Register for Subscription Package Purchase.
pt_br: O criador de formulário de registro é um formulário de duas vias que pode ser usado tanto para registro de usuário quanto para edição de perfil. Você também pode gerenciar o registro para compra de pacote de inscrição.

source: Advanced Fields
pt_br: Campos Avançados

source: Country List
pt_br: Lista de País

source: Address
pt_br: Endereço

source: Date Field
pt_br: 114:=Campo de Data

source: Action Hook
pt_br: acção gancho

source: Rating
pt_br: Classificação

source: Number
pt_br: Número

source: Repeater
pt_br: Repetidor

source: File Upload
pt_br: Upload

source: Manage Coupons
pt_br: Gerenciar cupons

source: Simple yet powerful coupon management system. Use Coupon codes for selling subscription pack with discounts.
pt_br: Sistema de gerenciamento de cupom simples e poderoso. Use os códigos de cupom para vender o pacote de inscrição com descontos.

source: Content Restrictions
pt_br: Restrições de conteúdo

source: You can restrict premium content for users by access role, registration or subscriptions only with just a shortcode.
pt_br: Você pode restringir o conteúdo premium para usuários por função de acesso, registro ou assinaturas apenas com apenas um shortcode.

source: Conditional Logic
pt_br: Lógica condicional

source: Configure your form’s settings and user flow based on conditional selection. Your forms should appear just the way you want it.
pt_br: Configure as configurações do seu formulário e o fluxo de usuários com base na seleção condicional. Seus formulários devem aparecer do jeito que você quiser.

source: Multi-step Form
pt_br: Formulário de vários passos

source: Break down the long forms into smaller and attractive multi step forms. Long and lengthy forms are uninviting, why build one?
pt_br: Descarte os textos longos em formulários multi passo, pequenas ficam mais atraentes. Formas longas não são interessantes, por que construir uma?

source: Modules
pt_br: Módulos

source: A bunch of awesome modules to speed up your business growth.
pt_br: Um monte de módulos incríveis para acelerar o crescimento do seu negócio.

source: BuddyPress Profile
pt_br: Perfil BuddyPress

source: Allow your users to Register or Login using Social networks like Google, Facebook, Twitter and LinkedIn.
pt_br: Permita que seus usuários se inscrevam ou façam login usando redes sociais como Google, Facebook, Twitter e LinkedIn.

source: User Directory
pt_br: Diretório de usuários

source: Handle user listing and user profile in the frontend. Create a directory site easily.
pt_br: Gerencie a listagem de usuários e o perfil do usuário no frontend. Crie facilmente um site de diretório.

source: Register and upgrade user profiles and sync data with BuddyPress.
pt_br: Registre e atualize perfis de usuários e sincronize dados com o BuddyPress.

source: MailChimp Integration
pt_br: Integração MailChimp

source: User Analytics
pt_br: Análise de usuários

source: Show user tracking info during post and registration directly on Frontend.
pt_br: Mostrar informações de rastreamento do usuário durante a publicação e registro diretamente no Frontend.

source: Membership Integration of WP User Frontend with Paid Membership Pro.
pt_br: Integração de membros do WP User Frontend com Paid Membership Pro.

source: Stripe payment gateway for WP User Frontend. Get your subscription payment with Stripe.
pt_br: Stripe, gateway de pagamento para WP User Frontend. Obtenha seu pagamento de inscrição com Stripe.

source: Add subscribers to mailpoet mailing list when they registers via WP User Frontend Pro.
pt_br: Adicione subscritores à lista de correio mailpoet quando eles se registram via WP User Frontend Pro.

source: MailChimp
pt_br: Mailtop

source: Integrate your desired form to your MailChimp email newsletter using latest API.
pt_br: Integre o formulário desejado para o seu boletim de e-mail MailChimp usando a API mais recente.

source: SMS Notification
pt_br: Notificação SMS

source: Get instant SMS notification on your mobile when post submits on your site.
pt_br: Obtenha notificação instantânea de SMS no seu celular quando a mensagem for enviada em seu site.

source: Comment Manager
pt_br: Gerenciar Comentários

source: Handle comments in frontend. View / reply comments on post.
pt_br: Manuseie os comentários no frontend. Ver / responder comentários na postagem.

source: QR Code Generator
pt_br: Gerador de código QR

source: Generate QR Code with your custom fields or custom post meta.
pt_br: Gerar código QR com seus campos personalizados ou meta de publicação personalizada.

source: More...
pt_br: Mais...

source: A bunch of more modules are coming soon.
pt_br: Mais um monte de módulos em breve.

source: Upgrade To The Most Powerful Frontend Plugin
pt_br: Atualize para o plugin Frontend mais poderoso

source: WP User Frontend Pro is the most powerful solution for your frontend needs.
pt_br: WP User Frontend Pro é a solução mais poderosa para suas necessidades de frontend.

source: Upgrade Now
pt_br: Atualize agora

source: Pro upgrade and all extensions,
pt_br: Atualização profissional e todas as extensões,

source: all extensions,
pt_br: todas as extensões,

source: <h2><span class="dashicons dashicons-awards"></span> weDevs 4th Year Anniversary Offer</h2>
pt_br: <H2><span class ="dashicons dashicons-awards"></span> Oferta de Ano Novo do Paraíba Shopping</h2>

source: <p>Get <strong class="highlight-text">44&#37; discount</strong> on %2$s also <a target="_blank" href="%1$s"><strong>WIN any product</strong></a> from our 4th year anniversary giveaway. Offer ending soon!</p>
pt_br: <P> Obter <strong class = \ "highlight-text "> 44 & # 37; </strong> em %2$s também <a target="_blank"href="%1$s "> <strong> GANHE qualquer produto </strong> </a> do nosso 4º aniversário doar. Oferta em breve! </ P>

source: General Options
pt_br: Opções Gerais

source: My Account
pt_br: Minha Conta

source: Login / Registration
pt_br: Login / Registro

source: Payments
pt_br: Pagamentos

source: Show Admin Bar
pt_br: Mostrar Admin Bar

source: Select user by roles, who can view admin bar in frontend.
pt_br: Selecione o usuário por funções, quem pode visualizar a barra de administração no frontend.

source: Administrator
pt_br: Administrador

source: Author
pt_br: Autor

source: Contributor
pt_br: Contribuinte

source: Admin area access
pt_br: Acesso a área de administração

source: Allow you to block specific user role to Ajax request and Media upload.
pt_br: Permitir que você bloqueie a função de usuário específica para o pedido do Ajax e o upload de mídia.

source: Admin Only
pt_br: Apenas administrador

source: Admins, Editors
pt_br: Administradores, Editors

source: Admins, Editors, Authors
pt_br: Administradores, editores, autores

source: Admins, Editors, Authors, Contributors
pt_br: Administradores, editores, autores Contribuintes

source: Default
pt_br: Padrão

source: Override the post edit link
pt_br: Substituir o link de edição de postagem

source: Users see the edit link in post if s/he is capable to edit the post/page. Selecting <strong>Yes</strong> will override the default WordPress edit post link in frontend
pt_br: Os usuários vêem no link editar no post se ele / ela é capaz de editar o post / página. A seleção <strong> Sim </ strong> irá substituir o link padrão WordPress edição pós em frontend

source: Load Scripts
pt_br: scripts de carregamento

source: Load scripts/styles in all pages
pt_br: scripts / estilos em todas as páginas de carga

source: reCAPTCHA Secret Key
pt_br: Chave secreta reCAPTCHA

source: <a target="_blank" href="https://www.google.com/recaptcha/">Register here</a> to get reCaptcha Site and Secret keys.
pt_br: <a target="_blank" href="https://www.google.com/recaptcha/"> Registre-se aqui </a> para obter as chaves ReCaptcha Site e Secret.

source: Custom CSS codes
pt_br: códigos CSS personalizado

source: If you want to add your custom CSS code, it will be added on page header wrapped with style tag
pt_br: Se você quiser adicionar seu código CSS personalizado, ele será adicionado no cabeçalho da página envolvido com marca de estilo

source: Edit Page
pt_br: Editar Página

source: Select the page where <code>[wpuf_edit]</code> is located
pt_br: Selecione a página onde <code> [wpuf_edit] </ code> está localizado

source: Default Post Owner
pt_br: Padrão Mensagem Proprietário

source: If guest post is enabled and user details are OFF, the posts are assigned to this user
pt_br: Se post convidado está habilitada e detalhes do usuário são OFF, as mensagens são atribuídos para este usuário

source: Custom Fields in post
pt_br: Campos personalizados no post

source: Show custom fields on post content area
pt_br: Mostrar campos personalizados na área de conteúdo do post

source: Insert Photo image size
pt_br: Inserir imagem no tamanho

source: Default image size of "<strong>Insert Photo</strong>" button in post content area
pt_br: tamanho da imagem padrão de \ "Insert Photo </ strong> <strong> " botão na área de conteúdo pós

source: Insert Photo image type
pt_br: Inserir foto tipo de imagem

source: Default image type of "<strong>Insert Photo</strong>" button in post content area
pt_br: Padrão tipo de imagem de \ "Insert Photo </ strong> <strong> " botão na área de conteúdo postagem

source: Image only
pt_br: Apenas imagem

source: Image with link
pt_br: Imagem com l

source: Enable Image Caption
pt_br: Ativar Legenda da Imagem

source: Allow users to update image/video title, caption and description
pt_br: Permitir aos usuários atualizar image / título do vídeo, legenda e descrição

source: Default Post Form
pt_br: Padrão Publicar Formulário

source: Fallback form for post editing if no associated form found
pt_br: formulário de fallback para a edição post se nenhuma forma associada encontrados

source: Users can edit post?
pt_br: Os usuários podem editar o post?

source: Users will be able to edit their own posts
pt_br: Os usuários serão capazes de editar as suas próprias mensagens

source: User can delete post?
pt_br: O usuário pode excluir uma mensagem?

source: Users will be able to delete their own posts
pt_br: Os usuários serão capazes de eliminar as suas próprias mensagens

source: Pending Post Edit
pt_br: Editar Post Pendente

source: Disable post editing while post in "pending" status
pt_br: Desativar a edição pós enquanto pós em \ "pendente " estatuto

source: Posts per page
pt_br: Posts por página

source: How many posts will be listed in a page
pt_br: Quantas mensagens serão listadas em uma página

source: Show user bio
pt_br: Mostrar bio usuário

source: Users biographical info will be shown
pt_br: Usuários informação biográfica serão mostrados

source: Show post count
pt_br: Mostrar o número de postagens

source: Show how many posts are created by the user
pt_br: Mostrar quantas mensagens são criados pelo usuário

source: Show Featured Image
pt_br: Mostrar Imagem em destaque

source: Show featured image of the post (Overridden by Shortcode)
pt_br: Mostrar a imagem em destaque da postagem (substituída pelo código curto)

source: Featured Image size
pt_br: Tamanho da Imagem em destaque

source: Show Subscriptions
pt_br: Mostrar assinaturas

source: Show Subscriptions tab in "my account" page where <code>[wpuf_account]</code> is located
pt_br: Mostrar guia de inscrições na página "minha conta" onde está localizado <code> [wpuf_account] </ code>

source: Auto Login After Registration
pt_br: Auto-login após o registro

source: If enabled, users after registration will be logged in to the system
pt_br: Se ativado, os usuários após o registro serão logados no sistema

source: Login/Registration override
pt_br: Login / substituição de Registro

source: If enabled, default login and registration forms will be overridden by WPUF with pages below
pt_br: Se ativado, formulários de login e registro padrão serão substituídas pelas WPUF com páginas abaixo

source: Registration Page
pt_br: Página de Registro

source: Select the page you want to use as registration page override <em>(should have shortcode)</em>
pt_br: Selecione a página que você deseja usar como página de registro sobrepondo <em> (deve ter shortcode) </em>

source: Login Page
pt_br: Página de login

source: Select the page which contains <code>[wpuf-login]</code> shortcode
pt_br: Selecione a página que contém <code> [wpuf-login] </ code> shortcode

source: Enable payments on your site.
pt_br: Habilite pagamentos em seu site.

source: Subscription Pack Page
pt_br: Assinatura do Pacote de Página

source: Select the page where <code>[wpuf_sub_pack]</code> located.
pt_br: Selecione a página onde <code> [wpuf_sub_pack] </ code> localizado.

source: Subscription at registration
pt_br: Assinatura no momento da inscrição

source: Registration time redirect to subscription page
pt_br: tempo de registro redirecionar para a página de inscrição

source: Currency
pt_br: Moeda

source: Currency Position
pt_br: Posição moeda

source: Right
pt_br: Certo

source: Left with space
pt_br: Esquerda com espaço

source: Right with space
pt_br: Direita com espaço

source: Thousand Separator
pt_br: Separador de milhar
