Repository: maridoperfeito/traducoes
Catalog: wpuf-*.po
Languages: pt_br

source: This sets the thousand separator of displayed prices.
pt_br: Isso define o separador de milhar de precos exibidos.

source: Decimal Separator
pt_br: Separador decimal

source: This sets the decimal separator of displayed prices.
pt_br: Isso define o separador decimal de precos exibidos.

source: Number of Decimals
pt_br: Numero de Casas Decimais

source: This sets the number of decimal points shown in displayed prices.
pt_br: Isso define o numero de casas decimais mostrados nos preços apresentados.

source: Enable demo/sandbox mode
pt_br: Ative o modo de demo / sandbox

source: When sandbox mode is active, all payment gateway will be used in demo mode
pt_br: Quando o modo sandbox está activo, todos os meios de pagamento será usado em modo de demonstração

source: Payment Page
pt_br: pagamento Página

source: This page will be used to process payment options
pt_br: Esta página será utilizada para processar as opções de pagamento

source: Payment Success Page
pt_br: Pagamento Sucesso Página

source: After payment users will be redirected here
pt_br: Depois que os usuários de pagamento será redirecionado aqui

source: Payment Gateways
pt_br: Gateways de pagamento

source: Active payment gateways
pt_br: gateways de pagamento activos

source: <span class="dashicons dashicons-universal-access-alt"></span> Guest Email
pt_br: <span class = \ "dashicons dashicons-universal-access-alt "> </ span> Email de convidado

source: Guest mail subject
pt_br: Assunto do correio de convidado

source: This sets the subject of the emails sent to guest users
pt_br: Isso define o assunto dos e-mails enviados aos usuários convidados

source: Guest mail body
pt_br: Corpo do correio de convidado

source: This sets the body of the emails sent to guest users. Please DON'T edit the <code>{activation_link}</code> part, you can use {sitename} too.
pt_br: Isso define o corpo dos e-mails enviados aos usuários convidados. NÃO edite a parte <code> {activation_link} </ code>, você também pode usar {sitename}.

source: Select profile/registration forms for user roles. These forms will be used to populate extra edit profile fields in backend.
pt_br: Escolha formas perfil / registro para funções de usuário. Estes formulários serão utilizados para preencher os campos de edição de perfil extra no backend.

source: - select -
pt_br: - selecionar -

source: Number of subscribers per page:
pt_br: Número de assinantes por página:

source: Selection terms
pt_br: termos de seleção

source: WooCommerce Attribute
pt_br: WooCommerce Atributo

source: all
pt_br: todos

source: Show All
pt_br: Mostre tudo

source: hide
pt_br: esconder

source: Hide These Countries
pt_br: Esconder esses países

source: Chose Country to hide from List
pt_br: Escolher País para se esconder de Lista

source: show
pt_br: exposição

source: Show These Countries
pt_br: Mostrar esses países

source: Add Country to List
pt_br: Adicionar à lista País

source: Click and Drag to rearrange
pt_br: Clique e arraste para reorganizar

source: Remove
pt_br: Remover

source: Toggle
pt_br: Alternar

source: Add a CSS class name for this field
pt_br: Adicionar um nome de classe CSS para este campo

source: show values
pt_br: Mostrar valores

source: Insert your public key and private key in <a href='%s'>plugin settings</a>. <a href='%s' target='_blank'>Register</a> first if you don't have any keys.
pt_br: Insira sua chave pública e chave privada nas <a href=' %s configurações do plugin </a>. <a href=' %s 'target='_blank'> Registrar </a> primeiro se você não tiver nenhuma chave.

source: reCaptcha type
pt_br: tipo ReCaptcha

source: Total Income:
pt_br: Renda total:

source: This Month:
pt_br: Este mês:

source: The Easiest &amp; Fastest Contact Form Plugin on WordPress
pt_br: The Easiest & amp; Plugin de formulário de contato mais rápido no WordPress

source: Quickly create rich contact forms to generate leads, taking feedbacks, onboarding visitors and flourishing <br /> your imagination! Comes with the best frontend post submission plugin for WordPress, WP User Frontend.
pt_br: Crie rapidamente formulários de contato ricos para gerar leads, recebendo feedbacks, visitantes on-line e florescendo <br /> sua imaginação! Vem com o melhor plugin de envio de postagens para o WordPress, WP User Frontend.

source: Install Now
pt_br: instale agora

source: is required
pt_br: Obrigatório.

source: does not match
pt_br: não corresponde

source: is not valid
pt_br: não é válido

source: Please fix the errors to proceed
pt_br: Por favor, corrigir os erros para continuar

source: Word limit reached
pt_br: Limite de palavra Atingido!

source: <p>You've not subscribed any package yet.</p>
pt_br: <p> Ainda não se inscreveu em nenhum pacote. </ p>

source: <p>You've subscribed to the following package.</p>
pt_br: <p> Você se inscreveu no seguinte pacote. </ p>

source: Nonce failure
pt_br: Insuficiência

source: First Name is a required field.
pt_br: Nome é um campo obrigatório!

source: Last Name is a required field.
pt_br: Sobrenome é um campo obrigatório!

source: Email is a required field.
pt_br: O email é um campo obrigatório.

source: Please provide a valid email address.
pt_br: * Por favor

source: This email address is already registered.
pt_br: Este endereço de e-mail já está cadastrado

source: Please fill out all password fields.
pt_br: Preencha todos os campos da senha.

source: Please enter your current password.
pt_br: Digite sua senha atual.

source: Please re-enter your password.
pt_br: Re-digite sua senha.

source: New passwords do not match.
pt_br: Novas senhas não combinam.

source: Your current password is incorrect.
pt_br: Sua senha atual está incorreto

source: Post Deleted
pt_br: mensagem apagada

source: Author Info
pt_br: Autor Info

source: You are not the post author. Cheeting huh!
pt_br: Você não é o autor do post. Enganando huh!

source: Payment type not selected for this form. Please contact admin.
pt_br: Tipo de pagamento não selecionado para este formulário. Entre em contato com admin.

source: You are not logged in
pt_br: você não está logado

source: Invalid post
pt_br: Postagem Invalida

source: Post Editing is disabled
pt_br: Edição de post está desativado

source: You are not allowed to edit
pt_br: Você não tem permissão para editar

source: I don't know how to edit this post, I don't have the form ID
pt_br: Eu não sei como editar este post, eu não tenho o ID do formulário

source: You can't edit a post while in pending mode.
pt_br: Você não pode editar uma mensagem enquanto estiver no modo pendente.

source: Empty reCaptcha Field
pt_br: Campo vazio reCaptcha

source: Invalid email address.
pt_br: Endereço de e-mail invalido.

source: You already have an account in our site. Please login to continue. Clicking 'OK' will redirect you to the login page and you will lose the form data. Click 'Cancel' to stay at this page.
pt_br: Você já possui uma conta em nosso site. Faça login para continuar. \ N \ nClique em 'OK' redirecioná-lo para a página de login e você perderá os dados do formulário. \ NClique em 'Cancelar' para ficar nesta página.

source: You do not have sufficient permissions to access this form.
pt_br: Você não possui permissões suficientes para acessar este formulário.

source: Something went wrong
pt_br: Algo deu errado

source: Email successfully verified. Please Login.
pt_br: Email verificado com sucesso. Por favor entre.

source: Bank Payment
pt_br: Banco de Pagamento

source: Please select your payment page from admin panel
pt_br: Por favor seleccione a sua página de pagamento a partir do painel de administração

source: Your free package has been activated. Enjoy!
pt_br: Seu pacote livre foi ativado. Apreciar!

source: You already have activated a free package previously.
pt_br: Você já tiver ativado um pacote gratuito anteriormente.

source: Pricing & Plans
pt_br: Preço e Planos

source: Change Pack
pt_br: mudança do bloco

source: Selected Pack
pt_br: Pacote selecionado

source: Pack Price
pt_br: Preço do Pacote

source: Apply Coupon
pt_br: Aplicar Cupom

source: Have a discount code?
pt_br: Tem um código de desconto?

source: Choose Your Payment Method
pt_br: Escolha o seu método de pagamento

source: Proceed
pt_br: prosseguir

source: No Payment gateway found
pt_br: No gateway de pagamento encontrada

source: [%s] Payment Received
pt_br: [ %s ] Pagamento Recebido

source: New payment received at %s
pt_br: New pagamento recebido em %s

source: Post Form
pt_br: Formulário de publicação

source: Form for creating a blog post.
pt_br: Formulário para criar uma postagem no blog.

source: Really Simple Captcha validation failed
pt_br: Realmente validação simples de Captcha falhou

source: noCaptcha reCAPTCHA validation failed
pt_br: falha na validação noCaptcha reCAPTCHA

source: reCAPTCHA validation failed
pt_br: validação reCAPTCHA falhou

source: Invisible reCAPTCHA validation failed
pt_br: A validação Invisible reCAPTCHA falhou

source: Your selected form is no longer available.
pt_br: O seu formulário selecionado não está mais disponível.

source: Please make sure you've published your form.
pt_br: Certifique-se de que publicou o seu formulário.

source: Strength indicator
pt_br: Indicador de força

source: -- Select --
pt_br: - Selecione -

source: This field is no longer available.
pt_br: Este campo não está mais disponível.

source: Delete
pt_br: Apagar

source: Add Subscription
pt_br: Adicionar Assinatura

source: Add New Subscription
pt_br: Adicionar Nova Assinatura

source: Edit Subscription
pt_br: Editar Assinatura

source: New Subscription
pt_br: nova Assinatura

source: View Subscription
pt_br: Ver Assinatura

source: Search Subscription
pt_br: Pesquisa de Assinatura

source: No Subscription Found
pt_br: Não Encontramos assinaturas

source: No Subscription Found in Trash
pt_br: Não Encontramos assinaturas no lixo

source: Parent Subscription
pt_br: Assinatura dos pais

source: Payment is complete
pt_br: O pagamento está completo

source: Congratulations, your payment has been completed!
pt_br: Parabéns, o seu pagamento foi realizado com sucesso!

source: Please buy a subscription pack to post
pt_br: Compre um pacote de inscrição para publicar

source: <p><i>You have a subscription pack activated. </i></p>
pt_br: <p> <i> Você possui um pacote de inscrição ativado. </ i> </ p>

source: <p><i>To cancel the pack, press the following cancel button</i></p>
pt_br: <p> <i> Para cancelar o pacote, pressione o botão Cancelar seguinte </ i> </ p>

source: Every
pt_br: Cada

source: One time payment
pt_br: pagamento de uma vez

source: Sign Up
pt_br: Inscrever-se

source: Buy Now
pt_br: Compre

source: There is a <strong>%s</strong> charge to add a new post.
pt_br: Existe uma carga <strong> %s </ strong> para adicionar uma nova postagem.

source: Your Subscription pack exhausted. There is a <strong>%s</strong> charge to add a new post.
pt_br: Seu pacote de inscrição foi esgotado. Existe uma carga <strong> %s </ strong> para adicionar uma nova postagem.

source: You must <a href="%s">purchase a pack</a> before posting
pt_br: Você deve <a href=" %s "> comprar um pacote </a> antes de postar

source: transaction
pt_br: Transação

source: transactions
pt_br: das transações de jogo.

source: User
pt_br: Usuário

source: Cost
pt_br: cu

source: Post ID
pt_br: pós ID

source: Pack ID
pt_br: ID do Pacote

source: Gateway
pt_br: Sistema de Pagamento

source: Payer
pt_br: Pagador

source: Trans ID
pt_br: ID de transação

source: Date
pt_br: Data

source: Pending
pt_br: Pendente

source: Accept
pt_br: Aceitar

source: Reject
pt_br: Rejeitar

source: No transactions found.
pt_br: Nenhuma transação encontrada.

source: Caption
pt_br: Título

source: Posts
pt_br: Post

source: Allow Post
pt_br: Permitir postagem

source: Allow Vendors to submit post from dashboard area
pt_br: Permitir que os fornecedores enviem uma mensagem da área do painel

source: Select Post Form
pt_br: Selecione formulário postal

source: Select a post form that will show on the vendor dashboard.
pt_br: Selecione um formulário de publicação que será exibido no painel do fornecedor.

source: No subscribers found
pt_br: Nenhum cadastrados encontrado.

source: User ID
pt_br: ID do usuário

source: User Name
pt_br: Usuário

source: Subscription ID
pt_br: ID de Inscrição

source: Transaction ID
pt_br: ID da transação

source: Starts from
pt_br: Começa a partir de:

source: Expire date
pt_br: Data de Término

source: Completed
pt_br: Concluída

source: WPUF Ajax Login
pt_br: Login do WPUF Ajax

source: Ajax Login widget for WP User Frontend
pt_br: Ajax Login widget para WP User Frontend

source: Please fill all form fields
pt_br: Preencha todos os campos do formulário

source: Login successful!
pt_br: Login efetuado com sucesso

source: Logout successful!
pt_br: Sair de sucesso!

source: Password has been reset. Please check your email.
pt_br: A senha foi reiniciada. Por favor verifique seu email.

source: <strong>ERROR</strong>: Enter a username or email address.
pt_br: <strong>ERRO</ strong>: Insira um nome de usuário ou e-mail.

source: <strong>ERROR</strong>: There is no user registered with that email address.
pt_br: <strong>ERRO</ strong>: Não há nenhum usuário registrado com esse endereço de e-mail.

source: <strong>ERROR</strong>: Invalid username or email.
pt_br: <strong>ERRO</ strong>: Nome de usuário ou e-mail inválido.

source: Someone has requested a password reset for the following account:
pt_br: Alguém pediu uma reinicialização de senha para a seguinte conta:

source: Username: %s
pt_br: Nome de usuário: %s

source: If this was a mistake, just ignore this email and nothing will happen.
pt_br: Se este foi um erro, basta ignorar este e-mail e nada vai acontecer.

source: To reset your password, visit the following address:
pt_br: Para redefinir sua senha, visite o seguinte endereço:

source: [%s] Password Reset
pt_br: [%s] Redefinir Senha

source: <strong>ERROR</strong>: The email could not be sent.Possible reason: your host may have disabled the mail() function.
pt_br: <strong> ERROR </ strong>: o email não pôde ser enviado.Possível motivo: seu host pode ter desativado a função mail ().

source: Register
pt_br: Registrar-se

source: Lost your password?
pt_br: Perdeu sua senha?

source: Username or E-mail:
pt_br: Nome de usuário ou email:

source: Log out
pt_br: Sair

source: WPUF Login Widget
pt_br: Widget de login do WPUF

source: Username or Email Address
pt_br: Nome de Usuário ou Endereço de Email

source: Please enter your username or email address. You will receive a link to create a new password via email
pt_br: Por favor, digite seu nome de usuário ou endereço de email. Você receberá um link para criar uma nova senha por e-mail.

source: Username
pt_br: Usuário

source: Password
pt_br: Senha

source: Remember Me
pt_br: Lembre-me

source: Log In
pt_br: Entrar

source: Reset Password
pt_br: Reset Senha

source: Title:
pt_br: Cargo:

source: Log-in Text:
pt_br: Texto de login

source: Username Label:
pt_br: Nome de usuário Label:

source: Password Label:
pt_br: Senha:

source: Log In Label:
pt_br: Logon Label:

source: Password Reset Text:
pt_br: Texto de redefinição de senha:

source: Password Reset Label:
pt_br: Etiqueta de redefinição de senha:

source: The subscription pack has been expired. Please buy a pack.
pt_br: O pacote de inscrição foi expirado. Compre um pacote.

source: Subscription Details
pt_br: Detalhes da assinatura

source: Subcription Name:
pt_br: Nome Assinatura:

source: Package & billing details:
pt_br: Pacote & detalhes de faturamento:

source: Remaining post:
pt_br: Restante post:

source: Unlimited
pt_br: Ilimitado

source: Change
pt_br: Alterar

source: Whats New
pt_br: O que há de novo?

source: WP User Frontend - Version %s
pt_br: WP User Frontend - Versão %s

source: Welcome to the new version of WP User Frontend. See what's been changed in the <strong>%s</strong> version.
pt_br: Bem-vindo à nova versão do WP User Frontend. Veja o que foi alterado na versão <strong> %s </ strong>.

source: What's New?
pt_br: O que há de novo?

source: Dismiss this notice.
pt_br: Descartar essa notificação

source: Repeat Field
pt_br: Repita campo

source: Date / Time
pt_br: Data / hora

source: Numeric Field
pt_br: campo numérico

source: Address Field
pt_br: Campo de endereço

source: Step Start
pt_br: Iniciar Passo

source: Really Simple Captcha
pt_br: Captcha Really Simple

source: Term & Conditions
pt_br: Termos e Condições

source: Ratings
pt_br: Classificações

source: Select a form to insert
pt_br: Selecione um formulário para inserir

source: Registration Form
pt_br: Formulário de Registro

source: Form Type
pt_br: Tipo de formulário

source: Insert Form
pt_br: Inserir formulário

source: Add a Form
pt_br: Adicionar um formulário

source: Add Form
pt_br: Adicionar formulário

source: Lost Password
pt_br: Recuperar senha

source: Please enter your username or email address. You will receive a link to create a new password via email.
pt_br: Por favor, digite seu nome de usuário ou endereço de email. Você receberá um link para criar uma nova senha por e-mail.

source: Your password has been reset. %s
pt_br: Sua senha foi alterada. %s

source: Enter your new password below..
pt_br: Digite sua nova senha abaixo ...

source: Check your e-mail for the confirmation link.
pt_br: Verifique o seu e-mail para o link de confirmação.

source: You are now logged out.
pt_br: Voce saiu.

source: Error
pt_br: Erro

source: Username is required.
pt_br: Nome de utilizador é requerido.

source: Password is required.
pt_br: A senha é requerida.

source: A user could not be found with this email address.
pt_br: Um usuário não pôde ser encontrado com este endereço de e-mail.

source: Please enter your password.
pt_br: Por favor insira sua senha.

source: Passwords do not match.
pt_br: As senhas digitadas não coincidem.

source: Enter a username or e-mail address.
pt_br: Digite um nome de usuário ou endereço de e-mail.

source: There is no user registered with that email address.
pt_br: Não há nenhum usuário registrado com esse endereço de e-mail.

source: Invalid username or e-mail.
pt_br: Nome de usuário ou e-mail inválido!

source: Password reset is not allowed for this user
pt_br: Redefinição de senha não é permitida para este usuário

source: Invalid key
pt_br: Chave invalida

source: <strong>Your account is not active.</strong><br>Please check your email for activation link.
pt_br: <strong> Sua conta não está ativa. </ strong> <br> Por favor, verifique seu link de email para ativação.

source: Your account has been activated
pt_br: Sua conta foi ativada

source: Someone requested that the password be reset for the following account:
pt_br: Alguém pediu para a senha ser redefinida para a seguinte conta:

source: The e-mail could not be sent.
pt_br: O e-mail não pôde ser enviado.

source: Possible reason: your host may have disabled the mail() function.
pt_br: Possível motivo: sua hospedagem pode ter desabilitado a função mail() ...

source: First name is required.
pt_br: Primeiro nome é obrigatório.

source: Last name is required.
pt_br: O sobrenome é obrigatório

source: Email is required.
pt_br: E-mail é obrigatório

source: Confirm Password is required.
pt_br: Confirmar Senha é necessária.

source: Passwords are not same.
pt_br: As senhas não são as mesmas.

source: A user with same username already exists.
pt_br: Já existe usuário com este mesmo nome.

source: This page is restricted. Please %s to view this page.
pt_br: Esta página é restrita. Por favor, %s para visualizar esta página.

source: <strong>Success</strong>: Profile updated
pt_br: <Strong> Sucesso </ strong>: Perfil atualizado

source: Usernames cannot be changed.
pt_br: Os nomes de utilizador não pode ser alterado.

source: Last Name
pt_br: Sobrenome

source: Nickname
pt_br: Apelido

source: (required)
pt_br: (obrigatório)

source: Display to Public as
pt_br: Display para público como

source: Contact Info
pt_br: Informações de contato

source: Website
pt_br: Site

source: About Yourself
pt_br: Sobre si mesmo

source: Biographical Info
pt_br: informação biográfica

source: Share a little biographical information to fill out your profile. This may be shown publicly.
pt_br: Compartilhar um pouco de informação biográfica para preencher o seu perfil. Isto pode ser mostrado em público.

source: New Password
pt_br: Nova senha

source: Confirm Password
pt_br: Confirme a Senha

source: Type your new password again.
pt_br: Digite sua nova senha novamente.

source: Password Strength
pt_br: Força da senha

source: Update Profile
pt_br: Atualizar perfil

source: WPUF Post Lock
pt_br: WPUF Mensagem Bloquear

source: Lock Post:
pt_br: Bloquear Post:

source: Lock user from creating new post.
pt_br: Bloquear usuário crie nova mensagem.

source: Lock Reason:
pt_br: Motivo Lock:

source: User doesn't exists
pt_br: O usuário não existe

source: You don't have permission for this purpose
pt_br: Você não tem permissão para esta finalidade

source: User Deleted
pt_br: usuário excluída

source: Action
pt_br: Açao

source: Add New User
pt_br: Adicionar novo usuário

source: User Added
pt_br: usuário Adicionado

source: Role
pt_br: Função

source: <strong>ERROR</strong>: Please enter a username
pt_br: <Strong> ERRO </ strong>: Digite um nome de usuário.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username
pt_br: <Strong> ERRO </ strong>: O nome de usuário é inválido porque ele usa caracteres ilegais. Por favor insira um nome de usuário válido.

source: <strong>ERROR</strong>: This username is already registered, please choose another one
pt_br: <Strong> ERRO </ strong>: Este nome de usuário já está registrado, por favor, escolha outro.

source: <strong>ERROR</strong>: Please type your e-mail address
pt_br: <Strong> ERRO </ strong>: Por favor escreva o seu endereço de e-mail.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct
pt_br: <Strong> ERRO </ strong>: O endereço de e-mail não está correto.

source: <strong>ERROR</strong>: This email is already registered, please choose another one
pt_br: <Strong> ERRO </ strong>: Este e-mail já está registrado, por favor, escolha outro.

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
pt_br: <strong> ERRO </ strong>: Couldn & # 8217; t registrá-lo ... por favor entre em contato com o <a href="mailto: %s "> webmaster </a>!

source: Click to add to the editor
pt_br: Clique para adicionar ao editor

source: Term &amp; Conditions
pt_br: Termos &amp; Condições

source: Learn more about Automatic Post Expiration
pt_br: Saiba mais sobre a expiração do cargo automático

source: Send Email to Author After Exceeding Post Expiration Time
pt_br: Enviar e-mail para Autor após exceder Pós Prazo de Vencimento

source: Enable Multistep
pt_br: Ativar várias etapas

source: If checked, form will be displayed in frontend in multiple steps
pt_br: Se marcado, o formulário será exibido no frontend em várias etapas

source: Learn more about Multistep
pt_br: Saiba mais sobre o Multistep

source: Multistep Progressbar Type
pt_br: Multistep Progressbar Tipo

source: Choose how you want the progressbar
pt_br: Escolha como você deseja que o progressbar

source: New post created
pt_br: Novo post criado

source: A post has been edited
pt_br: Um post foi editado

source: New Post Notification
pt_br: Nova notificação de postagem

source: Enable post notification
pt_br: Ativar a notificação de pós

source: Learn more about Email Notification
pt_br: Saiba mais sobre Notificação de Email

source: Subject
pt_br: Tópico

source: Message
pt_br: ensagem

source: Update Post Notification
pt_br: Atualizar notificação de postagem

source: You may use in to, subject & message:
pt_br: Você pode usar para, assunto e mensagem:
