Repository: maridoperfeito/traducoes
Catalog: wpuf-*.po
Languages: pt_br

source: Toggle All
pt_br: Alternar tudo

source: Click on a form element to add to the editor
pt_br: Clique em um elemento de formulário para adicionar ao editor

source: Registration successful
pt_br: Registro bem sucedido

source: Profile updated successfully
pt_br: Perfil atualizado com sucesso

source: Enable Email Verfication
pt_br: Habilitar e-mail VERIFICAÇÃO

source: New User Role
pt_br: Nova função do usuário

source: Registration success message
pt_br: mensagem de sucesso de Registro

source: Update profile message
pt_br: mensagem perfil de atualização

source: Submit Button text
pt_br: Texto do botão Enviar

source: Update Button text
pt_br: texto Botão Atualizar

source: Coupons
pt_br: Cupons

source: Use the shortcode <code>[wpuf-registration]</code> for a simple and default WordPress registration form.
pt_br: Use o shortcode <code> [wpuf-registration] </ code> para um formulário de inscrição WordPress simples e padrão.

source: Registration form builder is a two way form which can be used both for <strong>user registration</strong> and <strong>profile editing</strong>.
pt_br: Formulário de inscrição construtor é uma forma bidirecional que pode ser usado tanto para <strong> registro do utilizador </ strong> e <strong> perfil edição </ strong>.

source: Upgrade to Pro Version
pt_br: Upgrade para a Versão Pro

source: Learn More
pt_br: Leia Mais

source: Use Coupon codes for subscription for discounts.
pt_br: Use Cupom de códigos de assinaturas para os descontos.

source: This feature is only available in the Pro Version.
pt_br: Esta funcionalidade só está disponível na versão Pro.

source: Learn more about Coupons
pt_br: Saber mais sobre cupons

source: Upgrade to Pro
pt_br: Atualize para o PRO

source: WooCommerce Product
pt_br: Produto WooCommerce

source: Create a simple product form for WooCommerce.
pt_br: Crie um formulário de produto simples para o WooCommerce.

source: Enable Recurring Payment
pt_br: Ativar Pagamento recorrente

source: Introduction
pt_br: Introdução

source: Ready!
pt_br: Prontos!

source: WPUF &rsaquo; Setup Wizard
pt_br: WPUF & rsaquo; Assistente de configuração

source: Return to the WordPress Dashboard
pt_br: Retornar ao painel do WordPress

source: Welcome to the world of WPUF!
pt_br: Bem-vindo ao mundo do WPUF!

source: Thank you for choosing WPUF to power your websites frontend! This quick setup wizard will help you configure the basic settings. <strong>It’s completely optional and shouldn’t take longer than a minute.</strong>
pt_br: Obrigado por escolher o WPUF para gerir o frontend de seus sites! Este assistente de configuração rápida irá ajudá-lo a configurar as configurações básicas. <strong> É completamente opcional e não demora mais do que um minuto. </ strong>

source: No time right now? If you don’t want to go through the wizard, you can skip and return to the WordPress dashboard. Come back anytime if you change your mind!
pt_br: Não tem tempo agora? Se você não quer passar pelo assistente, pode ignorar e retornar ao painel do WordPress. Volte cada vez se você mudar de idéia!

source: Let's Go!
pt_br: Vamos lá!

source: Not right now
pt_br: Não agora

source: Basic Setting
pt_br: Configuração básica

source: Make payment enable for user to add posts on frontend.
pt_br: Faça o pagamento permitir ao usuário adicionar postagens no frontend.

source: Install neccessery pages on your site frontend.
pt_br: Instale páginas de neccessery no frontend do seu site.

source: Continue
pt_br: Continuar

source: Skip this step
pt_br: Pular esta etapa

source: Thank you!
pt_br: Obrigado!

source: Welcome to Awesomeness!
pt_br: Bem-vindo ao Awesomeness!

source: Go to Full Settings
pt_br: Vá para configurações completas

source: Want to help make <strong>%s</strong> even more awesome? Allow weDevs to collect non-sensitive diagnostic data and usage information.
pt_br: Quer ajudar a tornar <strong> %s </strong> ainda mais impressionante? Permitir que os WeDevs coletem dados de diagnóstico não-sensíveis e informações de uso.

source: what we collect
pt_br: o que cobramos

source: Allow
pt_br: Permitir

source: No thanks
pt_br: Não, obrigado

source: Once Weekly
pt_br: Uma vez por semana

source: If you have a moment, please let us know why you are deactivating:
pt_br: Se você tem um momento, por favor deixe-nos saber por que você está desativando

source: I rather wouldn't say
pt_br: Eu prefiro não dizer

source: Submit & Deactivate
pt_br: Submeter & Desativar

source: You don't have permission to install the plugins
pt_br: Você não tem permissão para instalar os plugins

source: Choose File
pt_br: Escolher arquivo

source: Bank Instruction
pt_br: Instrução do Banco

source: Bank Payment Success Page
pt_br: Banco Pagamento Sucesso Página

source: [%s] New Bank Order Received
pt_br: [ %s ] Nova Ordem banco recebeu

source: New bank order received at %s, please check it out: %s
pt_br: Ordem bancária nova recebida no %s , por favor, confira: %s

source: Hello %s,
pt_br: Olá %s ,

source: We have received your bank payment.
pt_br: Temos recebido seu pagamento banco.

source: Thanks for being with us.
pt_br: Obrigado por estarem conosco.

source: Subscription %s at %s
pt_br: Assinatura %s em %s

source: PayPal Email
pt_br: Email do Paypal

source: PayPal Instruction
pt_br: Instrução PayPal

source: PayPal API username
pt_br: PayPal nome de usuário API

source: PayPal API password
pt_br: password API PayPal

source: PayPal API signature
pt_br: assinatura API PayPal

source: Hello %1$s, (not %1$s? <a href="%2$s">Sign out</a>)
pt_br: Olá %1$s (Não é %1$s? <a href="%2$s">Sair</a>)

source: From your account dashboard you can view your dashboard, manage your <a href="%1$s">posts</a>, <a href="%2$s">subscription</a> and <a href="%3$s">edit your password and profile</a>.
pt_br: No painel do seu conta, você pode visualizar seu painel de controle, gerenciar suas <a href=" %1$s "> postagens </a>, <a href=" %2$s "> subscrição </a> e <a href=" %3$s "> edite sua senha e perfil </a>.

source: Profile updated successfully!
pt_br: Perfil atualizado com sucesso

source: Something went wrong!
pt_br: Algo deu errado.

source: First Name
pt_br: Nome

source: Last Name
pt_br: Sobrenome

source: Email Address
pt_br: Email

source: Current Password
pt_br: Senha atual

source: Leave this field empty to keep your password unchanged.
pt_br: Deixe este campo vazio para manter sua senha inalterada.

source: Confirm New Password
pt_br: Confirme a Nova Senha

source: You have created <span>%d</span> %s
pt_br: Você criou <span> %d </ span> %s

source: No Image
pt_br: Sem imagem

source: Permalink to %s
pt_br: Link permanente para %s

source: Pay Now
pt_br: Pague agora

source: No %s found
pt_br: Não %s encontrado

source: <p><i>To cancel the pack, press the following cancel button.</i></p>
pt_br: <p> <i> Para cancelar o pacote, pressione o botão Cancelar. </ i> </ p>

source: %s's Dashboard
pt_br: %s Painel 's

source: Category
pt_br: Categoria

source: You are not allowed to submit post. Please contact admin
pt_br: Você não tem permissão para enviar postagem. Entre em contato com admin

source: + Add Post
pt_br: Adicionar Anúnicio

source: Hello %s
pt_br: Olá %s

source: You are currently logged in! %s?
pt_br: Você está logado! %s ?

source: Get New Password
pt_br: Obtenha uma nova senha

source: Registration has been successful!
pt_br: O registro foi bem sucedido!

source: New password
pt_br: Nova senha

source: Confirm new password
pt_br: Confirme a nova senha

source: Create Your First Form
pt_br: Crie seu primeiro formulário

source: Read the Full Guide
pt_br: Leia o Guia Completo

source: Awaiting Approval
pt_br: aguardando aprovação

source: Scheduled
pt_br: programado

source: Private
pt_br: Privado

source: -- select --
pt_br: - selecione -

source: Images
pt_br: imagens

source: Audio
pt_br: auditivo

source: Videos
pt_br: vídeos

source: Office Documents
pt_br: Documentos do office

source: Zip Archives
pt_br: Arquivos zip

source: Executable Files
pt_br: Arquivos executáveis

source: Edit Profile
pt_br: Editar Perfil

source: United Arab Emirates Dirham
pt_br: Dirham dos Emirados Árabes Unidos

source: Australian Dollars
pt_br: Dólares australianos

source: Argentine Peso
pt_br: Peso argentino

source: Bangladeshi Taka
pt_br: Taka de Bangladesh

source: Brazilian Real
pt_br: Real brasileiro

source: Bulgarian Lev
pt_br: Lev búlgaro

source: Canadian Dollars
pt_br: Dólares canadenses

source: Chilean Peso
pt_br: Peso chileno

source: Chinese Yuan
pt_br: Yuan chinês

source: Colombian Peso
pt_br: Peso colombiano

source: Czech Koruna
pt_br: Coroa checa

source: Danish Krone
pt_br: Krone dinamarquesa

source: Dominican Peso
pt_br: Peso dominicano

source: Algerian Dinar
pt_br: Dinar argelino

source: Hong Kong Dollar
pt_br: Dólar de Hong Kong

source: Croatia kuna
pt_br: Croácia Kuna

source: Hungarian Forint
pt_br: Forint húngaro

source: Icelandic krona
pt_br: Coroa islandesa

source: Indonesia Rupiah
pt_br: Indonésia Rupiah

source: Indian Rupee
pt_br: Rúpia indiana

source: Nepali Rupee
pt_br: Rupia Nepali

source: Israeli Shekel
pt_br: Shekel israelense

source: Japanese Yen
pt_br: Yen japonês

source: South Korean Won
pt_br: Won sul-coreano

source: Malaysian Ringgits
pt_br: Ringgits da Malásia

source: Mexican Peso
pt_br: Peso mexicano

source: Nigerian Naira
pt_br: Naira nigeriana

source: Norwegian Krone
pt_br: Coroa norueguesa

source: New Zealand Dollar
pt_br: Dólar da Nova Zelândia

source: Omani Rial
pt_br: Rial Omani

source: Iranian Rial
pt_br: Rial iraniano

source: Pakistani Rupee
pt_br: Rupia paquistanesa

source: Paraguayan Guaraní
pt_br: Guarani paraguaio

source: Philippine Pesos
pt_br: Pesos filipinos

source: Polish Zloty
pt_br: Zloty polonês

source: Pounds Sterling
pt_br: Libras

source: Romanian Leu
pt_br: Leu Romeno

source: Russian Ruble
pt_br: rublo russo

source: Saudi Riyal
pt_br: Riyal saudita

source: Singapore Dollar
pt_br: Dólar de Singapura

source: South African rand
pt_br: Rand Sul-Africano

source: Swedish Krona
pt_br: Coroa Sueca

source: Swiss Franc
pt_br: Franco suíço

source: Thai Baht
pt_br: Baht tailandês

source: Turkish Lira
pt_br: Lira turca

source: US Dollar
pt_br: Dólar americano

source: Your installed PHP Version is:
pt_br: Sua versão PHP instalada é:

source: The <strong>WP User Frontend</strong> plugin requires PHP version <strong>
pt_br: O plugin <strong> WP User Frontend </ strong> requer a versão PHP <strong>

source: </strong> or greater.
pt_br: </ strong> ou superior.

source: Your Post Has Been Expired
pt_br: Seu post foi Expirado

source: Error: Nonce verification failed
pt_br: Erro: verificação nonce falhou

source: Create, edit, delete, manages your post, pages or custom post types from frontend. Create registration forms, frontend profile and more...
pt_br: Criar, editar, apagar, administra seu post, páginas ou tipos de pós personalizado a partir do frontend. Criar formulários de inscrição, perfil frontend e muito mais ...

# enhanced select
source: One result is available, press enter to select it.
pt_br: Um resultado está disponível, pressione enter para selecioná-lo.

# enhanced select
source: %qty% results are available, use up and down arrow keys to navigate.
pt_br: %qty% resultados estão disponíveis, use a seta para cima e para baixo do teclado para navegar.

# enhanced select
source: No matches found
pt_br: Nenhuma equivalência encontrada

# enhanced select
source: Loading failed
pt_br: O carregamento falhou

# enhanced select
source: Please enter 1 or more characters
pt_br: Insira 1 ou mais caracteres

# enhanced select
source: Please enter %qty% or more characters
pt_br: Por favor, indique %qty% ou mais caracteres

# enhanced select
source: Please delete 1 character
pt_br: Por favor, exclua 1 item

# enhanced select
source: Please delete %qty% characters
pt_br: Por favor, apague %qty% caracteres

# enhanced select
source: You can only select 1 item
pt_br: Você só pode selecionar 1 item

# enhanced select
source: You can only select %qty% items
pt_br: Você só pode selecionar %qty% Itens

# enhanced select
source: Loading more results&hellip;
pt_br: Carregando mais resuldados&hellip;

# enhanced select
source: Searching&hellip;
pt_br: Pesquisando&hellip;
